[
    {
        "term": "RELATIVITY",
        "info": "Albert Einstein developed the theory of relativity, which transformed our understanding of space, time, and gravity.",
        "hint": "Einstein's theory about time and space"
    },
    {
        "term": "NEWTON",
        "info": "Isaac Newton formulated the laws of mechanics and also made pioneering discoveries in optics and calculus.",
        "hint": "Laws of mechanics"
    },
    {
        "term": "QUANTUM",
        "info": "Quantum mechanics is a fundamental part of physics that explains the behavior of matter and energy on very small scales.",
        "hint": "Theory about very small particles"
    },
    {
        "term": "PASTEURIZATION",
        "info": "This process, named after Louis Pasteur, revolutionized food safety in the 19th century by extending the shelf life of foods and eliminating pathogens.",
        "hint": "Scientific process named after a French microbiologist, key in preventing foodborne diseases."
    },
    {
        "term": "THERMODYNAMICS",
        "info": "Thermodynamics is the study of energy transfer in the form of heat and work in chemical and physical processes.",
        "hint": "Study of energy transfer"
    },
    {
        "term": "ELECTROMAGNETISM",
        "info": "Study of electric and magnetic forces, which led to the development of technologies like the electric motor and radio.",
        "hint": "Theory about electric and magnetic forces"
    },
    {
        "term": "OPTICS",
        "info": "Optics is the branch of physics that studies the behavior and properties of light, including its interaction with matter and its propagation through space.",
        "hint": "Study of light behavior"
    },
    {
        "term": "ENTROPY",
        "info": "Measure of disorder or randomness in a system, key in the second law of thermodynamics.",
        "hint": "Measure of disorder in a system"
    },
    {
        "term": "PLASMA",
        "info": "One of the four fundamental states of matter, consisting of an ionized gas with a net neutral charge.",
        "hint": "State of matter with ionized gas"
    },
    {
        "term": "NEUTRINO",
        "info": "Elementary particle with almost no mass that barely interacts with matter, making it extremely difficult to detect.",
        "hint": "Elementary particle difficult to detect"
    },
    {
        "term": "PHOTOLYSIS",
        "info": "Chemical process by which light energy is used to break chemical bonds, such as in photosynthesis.",
        "hint": "Process where light breaks chemical bonds"
    },
    {
        "term": "VACCINATION",
        "info": "Louis Pasteur developed the concept of vaccines to prevent diseases. His research on rabies led to the creation of the first vaccine for this disease in humans.",
        "hint": "Development of immunizations to prevent diseases by Pasteur"
    }
]
